Repository: AKoneva/Gallery
Catalog: Gallery/Gallery/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ja

# Author:
source: \nAuthor:
ja: \n作者：

source: An unknown error occurred. Please try again later.
ja: 不明なエラーが発生しました。後で再試行してください。

source: Author:
ja: 作者:

source: Couldn`t load photo. Try again later
ja: 写真を読み込めませんでした。後でもう一度試してください。

source: Couldnt load photo. Try again later
ja: 写真を読み込めませんでした。後で再試行してください。

source: Error
ja: エラー

source: Error decoding the response. Please try again later.
ja: 応答のデコードエラー。後で再試行してください。

source: Invalid response from the server. Please try again later.
ja: サーバーからの無効な応答。後で再試行してください。

source: Invalid URL. Please try again later.
ja: 無効なURLです。後で再試行してください。

source: Invalid URL. Please try again later.No internet connection. Please check your network settings.
ja: インターネットに接続されていません。ネットワーク設定を確認してください。

source: No result found
ja: 結果が見つかりませんでした。

source: OK
ja: はい

source: Request timed out. Please try again later.
ja: リクエストのタイムアウト。後で再試行してください。

source: Server error: %@
ja: サーバーエラー：%@。
